Revit 2024 API
DimensionEqualityLabelFormatting.LeadingSpaces Property
 The number of spaces to include before the parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017 Subscription Update
Syntax
C#
public int LeadingSpaces { get; set; }
Visual Basic
Public Property LeadingSpaces As Integer
	Get
	Set
Visual C++
public:
property int LeadingSpaces {
	int get ();
	void set (int value);
}
See Also
DimensionEqualityLabelFormatting Class
Autodesk.Revit.DB Namespace